/* Plugin failure reason */
"A plugin in the bundle '%@' contains an empty name and must not be for OmniDazzle to operate correctly" = "A plugin in the bundle '%@' contains an empty name and must not be for OmniDazzle to operate correctly";

/* error message title */
"Assistive device access is turned off." = "Assistive device access is turned off.";

/* Label */
"Border" = "Border";

/* Format for human readable mouse button binding */
"Button %d <long>" = "Button %d";

/* Format for short human readable mouse button binding */
"Button %d <short>" = "Button %d";

/* Label */
"Fill" = "Fill";

/* border type name */
"Fuzzy" = "Fuzzy";

/* border type name */
"Glass" = "Glass";

/* error panel title */
"Interface file not set up correctly." = "Interface file not set up correctly.";

/* Plugin failure reason */
"Invalid qualifier for item '%1$@' of plug-in at '%2$@'" = "Invalid qualifier for item '%1$@' of plug-in at '%2$@'";

/* Plugin failure reason */
"Invalid type for element '%5$@' of key '%1$@' of plug-in at '%2$@'.  Expected '%3$@' but got '%4$@'." = "Invalid type for element '%5$@' of key '%1$@' of plug-in at '%2$@'.  Expected '%3$@' but got '%4$@'.";

/* Plugin failure reason */
"Invalid type for key '%1$@' of plug-in at '%2$@'.  Expected '%3$@' but got '%4$@'." = "Invalid type for key '%1$@' of plug-in at '%2$@'.  Expected '%3$@' but got '%4$@'.";

/* Short human readable mouse button binding */
"Left" = "Left";

/* Human readable mouse button binding */
"Left Button" = "Left Button";

/* Short human readable mouse button binding */
"Middle" = "Middle";

/* Human readable mouse button binding */
"Middle Button" = "Middle Button";

/* Plugin failure reason */
"No 'class' key registered in item '%1$@' of plug-in at '%2$@'" = "No 'class' key registered in item '%1$@' of plug-in at '%2$@'";

/* error description */
"No space found in number value archive string." = "No space found in number value archive string.";

/* error description */
"No space found when looking for end of class name field in archived event." = "No space found when looking for end of class name field in archived event.";

/* error description */
"No space found when looking for end of key field in archived event." = "No space found when looking for end of key field in archived event.";

/* error description */
"No space found when looking for end of time field in archived event." = "No space found when looking for end of time field in archived event.";

/* border type name */
"None" = "None";

/* alert panel button label */
"Open Universal Access Preferences" = "Open Universal Access Preferences";

/* Label */
"Outside" = "Outside";

/* Format for human readable hot-key binding */
"pressing %@" = "pressing %@";

/* Format for mouse button binding description */
"pressing mouse button %d" = "pressing mouse button %d";

/* Mouse button binding description */
"pressing the left mouse button" = "pressing the left mouse button";

/* Mouse button binding description */
"pressing the middle mouse button" = "pressing the middle mouse button";

/* Mouse button binding description */
"pressing the right mouse button" = "pressing the right mouse button";

/* border type name */
"Rainbow" = "Rainbow";

/* Short human readable mouse button binding */
"Right" = "Right";

/* Human readable mouse button binding */
"Right Button" = "Right Button";

/* decay time label */
"Shake again to deactivate" = "Shake again to deactivate";

/* Mouse shake binding description */
"shaking the mouse" = "shaking the mouse";

/* border type name */
"Solid" = "Solid";

/* error panel message */
"The 'controlsView' outlet is required." = "The 'controlsView' outlet is required.";

/* error panel message */
"The 'settingsController' outlet is required." = "The 'settingsController' outlet is required.";

/* Plugin failure reason */
"The bundle identifier '%@' contains a '/' character and must not for OmniDazzle to operate correctly" = "The bundle identifier '%@' contains a '/' character and must not for OmniDazzle to operate correctly";

/* Plugin failure reason */
"The bundle identifier is empty for bundle at '%@' and must not be for OmniDazzle to operate correctly" = "The bundle identifier is empty for bundle at '%@' and must not be for OmniDazzle to operate correctly";

/* Plugin failure reason */
"The bundle with identifier '%@' contains a plugin with a name that contains a '/' character and it must not for OmniDazzle to operate correctly" = "The bundle with identifier '%@' contains a plugin with a name that contains a '/' character and it must not for OmniDazzle to operate correctly";

/* Plugin failure reason */
"The display device isn't capable of rendering this plug-in" = "The display device isn't capable of rendering this plug-in";

/* error description */
"The event recording data at %@ could not be interpreted as UTF-8 data" = "The event recording data at %@ could not be interpreted as UTF-8 data";

/* Plugin failure reason */
"The plugin with identifier '%@', but the default 'SingleAllowedPluginIdentifier' is set to '%@'" = "The plugin with identifier '%1$@', but the default 'SingleAllowedPluginIdentifier' is set to '%2$@'";

/* error message string */
"To use this plug-in, open the Universal Access preferences and select the \"Enable access for assistive devices\" checkbox." = "To use this plug-in, open the Universal Access preferences and select the \"Enable access for assistive devices\" checkbox.";

/* error description */
"Unable to create an event from the archive line '%@'" = "Unable to create an event from the archive line '%@'";

/* error description */
"Unable to find class '%@' specified in archived event." = "Unable to find class '%@' specified in archived event.";

/* Plugin failure reason */
"Unable to load class '%1$@' from plug-in at '%2$@'" = "Unable to load class '%1$@' from plug-in at '%2$@'";

/* Plugin failure reason */
"Unable to load plug-in at '%@'" = "Unable to load plug-in at '%@'";

/* error panel title */
"Unable to locate interface file." = "Unable to locate interface file.";

/* error description */
"Unable to parse '%@' as a '%@'." = "Unable to parse '%1$@' as a '%2$@'.";

/* Plugin configuration warning. */
"Unknown version (set CFBundleShortVersionString in Info.plist of bundle)" = "Unknown version (set CFBundleShortVersionString in Info.plist of bundle)";

/* 1 second deactivation */
"Wait %g second for deactivation" = "Wait %g second for deactivation";

/* multiple second deactivation */
"Wait %g seconds for deactivation" = "Wait %g seconds for deactivation";

/* error panel message */
"Was looking for the interface file '%@' in the bundle '%@', but it was not there or was corrupted" = "Was looking for the interface file '%1$@' in the bundle '%2$@', but it was not there or was corrupted";

